[
    {
        "name": "English",
        "subTitle": "Learn English, be explore the world.",
        "id": 1,
        "price": 225,
        "thumb": "https://language-school.cmsmasters.net/wp-content/uploads/2015/12/Depositphotos_72150359_original-300x300.jpg",
        "srtDesc": "Knowing English increases your chances of getting a good job in a multinational company within your home country or for finding work abroad. It's also the language of international communication, the media and the internet, so learning English is important for socialising and entertainment as well as work!"
    },
    {
        "name": "Spanish",
        "subTitle": "Communicate with Spanish or Latin American countries",
        "id": 2,
        "price": 205,
        "thumb": "https://language-school.cmsmasters.net/wp-content/uploads/2015/12/Depositphotos_58582087_original-300x300.jpg",
        "srtDesc": "By learning Spanish, you'll be better able to communicate with Spanish speakers. Latin American countries are our most important trading partners. Being able to speak Spanish greatly enhances your resume.Your ability to understand Spanish enables you to gain important insights."
    },
    {
        "name": "German",
        "subTitle": "Second most commonly used scientific language",
        "id": 3,
        "price": 220,
        "thumb": "https://language-school.cmsmasters.net/wp-content/uploads/2015/07/Depositphotos_73936385_original1-300x300.jpg",
        "srtDesc": "German is the second most commonly used scientific language in the world.Many of the Western world's most important works of philosophy, literature, music, art history, theology, psychology, chemistry, physics, engineering and medicine are written in German and continue to be produced in German."
    },
    {
        "name": "Japanese",
        "subTitle": "Learn Japanese, learn culture of ethic",
        "id": 4,
        "price": 215,
        "thumb": "https://language-school.cmsmasters.net/wp-content/uploads/2015/08/Depositphotos_46326837_original-580x580.jpg",
        "srtDesc": "when you learn Japanese, you become not only proficient in the language but also gain an insider view of the culture. Understanding the Japanese work ethic, their business etiquette, and knowing which cultural faux pas to avoid can often make or break an important business deal."
    },
    {
        "name": "Russian",
        "subTitle": "Learn Russian, explore the world more",
        "id": 5,
        "price": 220,
        "thumb": "https://language-school.cmsmasters.net/wp-content/uploads/2015/12/Depositphotos_85241664_original1-300x300.jpg",
        "srtDesc": "Learning Russian can help you understand useful concepts for studying other languages. It will also help you understand your own language better! Taking on the task of learning Russian will profoundly change how you perceive language and understand the world around you."
    },
    {
        "name": "Korean",
        "subTitle": "Learning Korean to connects 75 million people worldwide",
        "id": 6,
        "price": 208,
        "thumb": "https://language-school.cmsmasters.net/wp-content/uploads/2015/07/Depositphotos_66455527_original-300x300.jpg",
        "srtDesc": "Learning Korean connects you to 75 million people worldwide. Here, you can have a one-of-a-kind opportunity to dive into Korean culture and explore a new world. ... Learning about Korean language and culture will give you a deep appreciation for your ancestors as well as for this ancient culture."
    },
    {
        "name": "Chinese",
        "subTitle": "Open skills up just over 1.3 billion people across China!",
        "id": 7,
        "price": 212,
        "thumb": "https://language-school.cmsmasters.net/wp-content/uploads/2015/07/Depositphotos_49215681_original1-300x300.jpg",
        "srtDesc": "Chinese language skills open up just over 1.3 billion people across China! Learning Mandarin gives you access to communicate with many people and connect on a deeper level, not just in Asia but across the world! Studies suggest that learning Chinese uses more parts of the brain than are required for other languages."
    },
    {
        "name": "French",
        "subTitle": "Learn French, learn language of love.",
        "id": 8,
        "price": 218,
        "thumb": "https://language-school.cmsmasters.net/wp-content/uploads/2015/11/Depositphotos_88893684_original-300x300.jpg",
        "srtDesc": "French is the pleasure of learning a beautiful, rich, melodious language that is often called the language of love. French is also an analytical language that structures thought and develops critical thinking, which is a valuable skill for discussions and negotiations."
    }
]